brew "neovim"       # エディタ
brew "bat"          # catの改良版
brew "fd"           # findの改良版．telescope.nvimで必要
brew "tldr"         # コマンドの使い方を手短に解説
brew "tig"          # Gitクライアント
brew "tree"         # ディレクトリ構造を木形式で出力
brew "mas"          # Mac App Storeからインストールしたアプリを管理

cask "raycast"                      # ランチャーアプリ
cask "google-chrome"                # ブラウザ
cask "docker"                       # Docker
cask "mactex-no-gui"                # LaTeX
cask "microsoft-office"             # Office
cask "obsidian"                     # メモ
cask "rectangle"                    # ウィンドウのスナップ
cask "slack"                        # Slack
cask "wezterm"                      # ターミナル
cask "font-plemol-jp"               # フォント
cask "intellij-idea-ce"             # IntelliJ Idea Community Edition
cask "visual-studio-code"           # Visual Studio Code
cask "postman"                      # APIテストツール
